{
  "video_game_facts": [
    "The first video game ever made was 'Tennis for Two' in 1958.",
    "The best-selling video game of all time is Minecraft, with over 200 million copies sold.",
    "The longest video game marathon lasted 572 hours (almost 24 days).",
    "The original name of Sonic the Hedgehog was 'Mr. Needlemouse.'",
    "The first video game to feature a storyline was the 1980s game 'Adventure' for the Atari 2600.",
    "The highest-grossing video game franchise is Pokémon, surpassing even Mario.",
    "The first console to have online capabilities was the Sega Dreamcast in 1999.",
    "The famous Konami Code was first used in the game Gradius, but became famous from Contra.",
    "The character Mario has appeared in over 200 video games since his creation.",
    "The first game with downloadable content (DLC) was Total Annihilation in 1997.",
    "The largest collection of video games owned by one person is over 20,000.",
    "In 1990, a U.S. court ruled that video games are a form of expression protected under the First Amendment.",
    "The best-selling console of all time is the PlayStation 2.",
    "The term 'Easter egg' in video games was first coined from the hidden feature in the Atari game 'Adventure.'",
    "The longest-running video game development project is Duke Nukem Forever, which took 15 years.",
    "The first video game to feature a female protagonist was Ms. Pac-Man.",
    "The most expensive video game ever developed is Grand Theft Auto V, costing around $265 million.",
    "The world's largest video game collection contains more than 20,000 games.",
    "The first 3D video game was 'I, Robot' released in 1984.",
    "The first game to feature a soundtrack was 1983's 'Space Invaders Part II.'",
    "Nintendo was originally a playing card company founded in 1889.",
    "The highest-earning competitive gamer has won over $7 million from tournaments.",
    "The first game with voice acting was the 1980 arcade game 'Berzerk.'",
    "'Space Invaders' was so popular in Japan that it caused a national coin shortage.",
    "The first gaming console to use CDs was the Philips CD-i in 1991.",
    "'Donkey Kong' was initially supposed to be a Popeye game, but licensing issues led to the creation of new characters.",
    "The first mobile game was a Tetris variant on the Hagenuk MT-2000 device in 1994.",
    "The largest independent video game studio is Ubisoft.",
    "The first video game to be played in space was Tetris on a Game Boy.",
    "The first game to feature stealth gameplay was '005' in 1981.",
    "The first game with a save feature was 'The Legend of Zelda' for the NES.",
    "The first MMORPG (Massively Multiplayer Online Role-Playing Game) was 'Neverwinter Nights' in 1991.",
    "The most critically acclaimed game of all time is 'The Legend of Zelda: Ocarina of Time'.",
    "The first game to allow players to choose their character’s gender was 'Metroid' with Samus Aran.",
    "The first video game to feature an ending was 'The End' in 1980.",
    "The original PlayStation was initially a joint project between Sony and Nintendo.",
    "The first strategy video game was 'Hamurabi' from 1968.",
    "The game 'Pong' was originally manufactured as a training exercise.",
    "The first game character to have a voice was in 'Sinistar' in 1982.",
    "The longest game title is 'Peter Jackson’s King Kong: The Official Game of the Movie'.",
    "The first licensed video game was 'The Texas Chainsaw Massacre' for the Atari 2600.",
    "The first video game with a female designer was 'Centipede'.",
    "The first known instance of a hidden developer credit was in 'Adventure' for Atari.",
    "The first gaming magazine was 'Electronic Games' published in 1981.",
    "The best-selling RPG of all time is 'Pokémon Red/Blue/Green/Yellow'.",
    "The first game to feature blood was 'The Oregon Trail' in a limited context.",
    "The first console war was between Sega and Nintendo in the 1990s.",
    "The largest in-game world is 'The Elder Scrolls II: Daggerfall' with over 62,394 square miles.",
    "The first video game mascot was Pac-Man.",
    "The first video game to feature a concert was 'Final Fantasy' with its live orchestra.",
    "The first 4K video game was 'The Elder Scrolls Online'.",
    "The most expensive virtual item was 'Club Neverdie' in 'Entropia Universe', sold for $635,000.",
    "The first game to feature a boss fight was 'dnd', a 1975 text-based RPG.",
    "The first platformer game was 'Space Panic' in 1980.",
    "The first survival horror game was 'Alone in the Dark' in 1992.",
    "The first open-world game was 'Ultima I: The First Age of Darkness' in 1981.",
    "The first puzzle game was 'Hunt the Wumpus' in 1972.",
    "The first sports video game was 'Tennis for Two' in 1958.",
    "The first racing video game was 'Gran Trak 10' in 1974.",
    "The first fighting game was 'Heavyweight Champ' in 1976.",
    "The first stealth game was '005' in 1981.",
    "The first rhythm game was 'Dance Aerobics' in 1987.",
    "The first virtual reality game was 'Battlezone' in 1980.",
    "The first game to feature mod support was 'Doom' in 1993.",
    "The first game with a morality system was 'Ultima IV: Quest of the Avatar' in 1985.",
    "The first game to feature a fully 3D environment was 'Alpha Waves' in 1990.",
    "The first MMO was 'Habitat' in 1986.",
    "The first game to feature a photo mode was 'Gran Turismo 4' in 2004.",
    "The first game to be televised was 'Spacewar!' in 1962.",
    "The first digital collectible card game was 'Magic: The Gathering Online' in 2002.",
    "The first game to feature a non-linear storyline was 'Deus Ex' in 2000.",
    "The first game to use hardware tessellation was 'Crysis 2' in 2011.",
    "The first game to be banned in the US was 'Death Race' in 1976.",
    "The first game to feature procedural generation was 'Elite' in 1984.",
    "The first game to be played in antarctica was 'StarCraft'.",
    "The first educational game was 'Reader Rabbit' in 1983.",
    "The first game to be adapted into a movie was 'Super Mario Bros.' in 1993.",
    "The first game to feature a cooperative multiplayer mode was 'Dungeon' in 1975.",
    "The first game to feature a split-screen multiplayer was 'Empire' in 1973.",
    "The first game to feature voice command was 'Hey You, Pikachu!' in 1998.",
    "The first game to feature dynamic weather was 'FIFA International Soccer' in 1993.",
    "The first game to feature day and night cycles was 'Passage of the Seasons' in 1980.",
    "The first game to feature an open world was 'Frontier: Elite II' in 1993.",
    "The first game to feature an inventory system was 'Akalabeth: World of Doom' in 1979.",
    "The first game to feature an achievement system was 'Yie Ar Kung-Fu' in 1985.",
    "The first game to be distributed online was 'Gameline' for the Atari 2600.",
    "The first game to feature an anti-piracy measure was 'Lenslok' for 'The Sentinel' in 1986.",
    "The first game to feature a character creation system was 'Dungeons & Dragons' in 1974.",
    "The first game to feature a cover system was 'WinBack' in 1999.",
    "The first game to use a motion capture system was 'Prince of Persia' in 1989.",
    "The first game to feature AI companions was 'Half-Life' in 1998.",
    "The first game to feature an in-game economy was 'M.U.L.E.' in 1983.",
    "The first game to use a game engine was 'Space Rogue' in 1989.",
    "The first game to feature an in-game camera was 'Garry's Mod' in 2004.",
    "The first game to be crowd-funded was '2 Player Productions' documentary about 'Minecraft' in 2011.",
    "The first game to feature a hacking mechanic was 'System Shock' in 1994.",
    "The first game to feature live updates was 'Quake' in 1996.",
    "The first game to feature a level editor was 'Wrecking Crew' in 1985.",
    "The first game to feature a sandbox mode was 'SimCity' in 1989.",
    "The first game to feature a custom soundtrack was 'Wipeout 2097' in 1996.",
    "The first game to feature an end credits sequence was 'Pitfall II: Lost Caverns' in 1984.",
    "The first game to feature downloadable content was 'Total Annihilation' in 1997.",
    "The first game to feature cross-platform play was 'Final Fantasy XI' in 2002.",
    "Video games have been shown to improve hand-eye coordination, cognitive flexibility, decision making, and problem-solving skills.",
    "The original 'Doom' game from 1993 has been installed and played on more platforms than any other game, including ATMs and printer displays.",
    "The United Nations uses a modified version of 'Minecraft' to help residents design public spaces in underserved communities.",
    "The virtual economy of the game 'World of Warcraft' is so vast that its currency was once more valuable than the Venezuelan Bolivar.",
    "'The Legend of Zelda: Ocarina of Time' holds the record for the highest reviewed video game in history.",
    "Professional 'Starcraft' players in South Korea are treated like celebrities and can earn hundreds of thousands of dollars.",
    "The longest game of 'Civilization II' lasted 10 real-time years, resulting in a never-ending nuclear war between surviving nations.",
    "The world record for the largest collection of video games is held by Antonio Monteiro, who owns over 20,000 games.",
    "Video game music has grown so popular that concerts are held worldwide dedicated to performing game soundtracks live.",
    "The character of Mario from Nintendo has appeared in over 200 games and has become one of the most iconic characters in video game history.",
    "‘The Elder Scrolls V: Skyrim’ was developed by a team of around 100 people, but it offers hundreds of hours of gameplay.",
    "In 2015, a team of AI researchers created an AI that learned to play and master 'Breakout', 'Space Invaders', and other Atari 2600 games.",
    "‘Grand Theft Auto V’ made over $800 million in its first 24 hours of release, making it one of the fastest-selling entertainment products of all time.",
    "The concept of 'Loot Boxes' was popularized by the game 'FIFA 09' in 2008.",
    "‘Pac-Man’ was designed to attract female gamers, which led to the character’s round shape and love for eating.",
    "The game 'Second Life' has its own economy and currency, enabling players to trade and make real money.",
    "The phrase 'It's dangerous to go alone! Take this.' from ‘The Legend of Zelda’ has become one of the most famous lines in video game history.",
    "‘Tetris’ was created by Russian game designer Alexey Pajitnov and has sold more than 170 million copies worldwide.",
    "In ‘Portal’, the cake is a lie.",
    "‘Final Fantasy’ was named so because it was supposed to be Square’s last game before bankruptcy, but it became one of the company’s biggest successes.",
    "‘Minecraft’ was initially called 'Cave Game' during its first conception.",
    "‘World of Warcraft’ players have collectively spent millions of years playing the game.",
    "The Sims, a life-simulation game series, has sold more than 200 million copies worldwide.",
    "‘League of Legends’ World Championships has viewership numbers that rival traditional sports events like the NBA Finals.",
    "The Atari 2600 game ‘E.T. the Extra-Terrestrial’ was blamed for contributing to Atari’s decline and the video game industry crash in 1983.",
    "The fastest-selling PC game ever is ‘Diablo III’, selling over 3.5 million copies in the first 24 hours.",
    "In ‘Metal Gear Solid 3’, players can defeat a boss (The End) simply by not playing the game for a week or changing the system clock.",
    "The popular game ‘Angry Birds’ was Rovio's 52nd attempt at creating a successful game.",
    "In ‘Batman: Arkham Asylum’, the developers included a fake error screen as a trick to confuse pirates.",
    "‘Half-Life 2’ required a code to be decrypted in a real-world city as part of its ARG (Alternate Reality Game) marketing campaign.",
    "The game ‘Journey’ became the fastest-selling PSN game within two weeks of its release.",
    "‘BioShock’s underwater city of Rapture was inspired by Ayn Rand’s philosophy and the art deco movement.",
    "‘Donkey Kong’ was originally intended to be a game based on the Popeye cartoon, but Nintendo failed to secure the rights.",
    "In ‘Deus Ex’, the Twin Towers were missing due to memory limitations, not prescience of 9/11.",
    "‘Mass Effect 3’ shipped with more than 40,000 lines of spoken dialogue.",
    "The game ‘Watch Dogs’ allowed players to hack into a version of Chicago’s infrastructure and control city systems.",
    "‘Plants vs. Zombies’ was initially called ‘Lawn of the Dead’.",
    "‘Call of Duty: Modern Warfare 3’ earned $400 million in 24 hours, breaking entertainment launch records.",
    "The character Link from ‘The Legend of Zelda’ is named after the link between the player and the game.",
    "‘Portal’ was developed from a student project called ‘Narbacular Drop’.",
    "The game ‘Limbo’ had no text, dialogues, or explanations, but still received critical acclaim for its design.",
    "‘Shadow of the Colossus’ contains only 16 enemies, which are all bosses.",
    "The highest score possible in the original ‘Pac-Man’ game is 3,333,360 points.",
    "‘The Witcher 3: Wild Hunt’ took over three and a half years to develop.",
    "In ‘Silent Hill’, fog was used not only for atmosphere but also to mask the hardware’s limitations.",
    "The game ‘Destiny’ cost an estimated $500 million to develop and market, making it one of the most expensive video games ever created.",
    "‘Borderlands 2’ contains over 17 million different guns.",
    "‘L.A. Noire’ was the first video game to be shown at the Tribeca Film Festival.",
    "‘Final Fantasy XIV’ was so poorly received that its original version was shut down and completely revamped.",
    "The voice actor for Mario, Charles Martinet, originally auditioned for the role on a whim.",
    "‘Fortnite’ was originally a cooperative tower defense and survival game before it became famous for its battle royale mode.",
    "‘Mortal Kombat’ was the first game to inspire the creation of the ESRB game rating system due to its violent content.",
    "‘Animal Crossing’ characters speak in a language called ‘Animalese’.",
    "The first known Easter egg in a video game was in ‘Adventure’ for the Atari 2600, leading players to a secret room.",
    "The ‘Uncharted’ series was inspired by the ‘Indiana Jones’ films and the pulp adventure genre.",
    "‘Fallout’ was originally intended to run under the GURPS role-playing game system, but changed due to licensing issues.",
    "‘Rocket League’ combines soccer with driving, creating a unique and popular game genre.",
    "‘The Elder Scrolls III: Morrowind’ includes a character who falls from the sky when you first enter the game world, providing players with a set of powerful scrolls.",
    "‘Super Mario Bros.’ was the first game to feature side-scrolling, revolutionizing the gaming industry.",
    "‘Halo 2’ was one of the most played games on Xbox Live during its prime.",
    "‘Resident Evil’ was originally conceived as a remake of the 1989 game ‘Sweet Home’.",
    "‘The Oregon Trail’ was developed by three student teachers in 1971 and is one of the best-selling video games of all time.",
    "‘Doom’ popularized the first-person shooter genre and introduced the concept of deathmatch.",
    "The name ‘Sonic The Hedgehog’ was chosen after Sega’s quest to design a character who could rival Mario.",
    "‘God of War’ was inspired by ancient Greek mythology and features a reimagined story of the character Kratos.",
    "‘Assassin’s Creed’ was originally developed as a spin-off of the ‘Prince of Persia’ series.",
    "‘Tomb Raider’ was one of the first games to feature a female protagonist and became a major franchise.",
    "‘Kirby’ was named after the lawyer John Kirby, who defended Nintendo in a copyright lawsuit.",
    "‘The Stanley Parable’ began as a mod for ‘Half-Life 2’ before becoming a standalone game.",
    "‘Firewatch’ features a narrative-driven experience that focuses on character development and emotional storytelling.",
    "‘Undertale’ was created by just one person, Toby Fox, who also composed the music for the game.",
    "‘Candy Crush Saga’ was so popular that it was, at one point, estimated to be played more than 93 million times a day.",
    "‘Skyrim’ contains a hidden, unmarked quest called 'The Ebony Warrior' available only at higher levels.",
    "‘No Man’s Sky’ features over 18 quintillion planets, each with its own flora and fauna.",
    "‘Overwatch’ was developed from the remnants of a canceled MMO project known as ‘Project Titan’.",
    "‘Red Dead Redemption 2’ includes over 500,000 lines of dialogue.",
    "‘Super Mario Odyssey’ pays homage to various eras of Mario’s history, including references to old games and cartoons.",
    "‘The Last of Us’ was praised for its story and emotional depth, influencing the narrative direction of future video games.",
    "‘PUBG’ (PlayerUnknown’s Battlegrounds) helped popularize the battle royale genre and was one of the most influential games of the 2010s.",
    "‘Dragon Age: Inquisition’ took over four years to develop and won numerous Game of the Year awards.",
    "‘Life is Strange’ features a mechanic that allows players to rewind time and affect the narrative.",
    "‘Dark Souls’ is renowned for its difficulty and has inspired the term 'Souls-like' to describe challenging games.",
    "‘The Legend of Zelda: Breath of the Wild’ allows players to approach the game in any order they choose, breaking from the traditional linear Zelda formula.",
    "‘Persona 5’ features a unique art style and storytelling that blends life simulation with dungeon crawling.",
    "‘GTA: San Andreas’ features a map that was considered huge at the time of its release and is still one of the largest in the series.",
    "‘The Sims’ was originally pitched as an architectural simulator before evolving into a life simulation game."
  ]
}
